Revit 2024 API
ParameterTypeId.SheetDate Property
 "Date/Time Stamp"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId SheetDate { get; }
Visual Basic
Public Shared ReadOnly Property SheetDate As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ SheetDate {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace